import {Component} from 'react';
import './ContentBlock.css';

class ContentBlock extends Component {
 render(){
      return(
          <div className='Content'>
            Компьютерная графика — совокупность методов создания и редактирования изображений с помощью компьютеров и специального программного обеспечения. В наши дни компьютерная графика многими специалистами признается отдельным видом визуального и интерактивного искусства эпохи Постмодернизма. Компьютерная графика. Компьютерная графика в рекламе автомобилей Opel Компьютерная графика — это результат внедрения в искусство новейших технологий обработки данных, позволяющих художнику без использования традиционных инструментов и материалов решать важные творческие задачи: создавать всевозможные визуальные и анимационные эффекты; изменять цвет и форму любого объекта; создавать художественные образы с помощью линий, штриховки и пятен.

          </div>
      )
  }
}
export default ContentBlock;